export const GROQ_API = "";
export const PROMTS = {
    easy: "Адаптируй следующий текст, сохранив высокий уровень сложности.  Сделай: - текст более структурированным - формулировки чуть более ясными - избегай перегруженных предложений  Сохрани терминологию и точность. Не упрощай слишком сильно. Очень важно отправь только адаптированный текст",
    medium: "Адаптируй следующий текст до среднего уровня сложности.  Сделай текст: - более понятным и читаемым - убери лишнюю сложность формулировок - сохрани основные термины, но можешь кратко их пояснить  Сохрани смысл и структуру текста. Не добавляй новую информацию. Очень важно отправь только адаптированный текст",
    hard: "Адаптируй следующий текст так, чтобы его понял человек без подготовки (примерно уровень 5–7 класса).  Упростить: - сложные слова заменить на простые - длинные предложения разбить на короткие - объяснить термины простыми словами  Сохрани основной смысл текста. Не добавляй новую информацию. Очень важно отправь только адаптированный текст"
};
